Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3030.html.tmx
Source language: sme
Languages: nob

source: PRD : Čalmmustahttá Mánáidkonvenšuvnna 20 jagi ávvudeami
nob: PRM : Markerer 20 års jubileum for Barnekonvensjon

source: - Mánáidkonvenšuvdna lea dehálaš reaidu Sámedikki barggus sámi mánáid ja nuoraid vuoigatvuođaid ektui , lohká Sámediggeráđi Jørn Are Gaski .
nob: - Barnekonvensjonen er et viktig verktøy i Sametingets arbeid for samiske barn og unges rettigheter , sier Sametingsråd Jørn Are Gaski .

source: Konvenšuvdna vuhtiiváldá mánáid vuoigatvuođaid obbalaččat , muhto deattuha maid álgoálbmotmánáid erenoamáš vuoigatvuođaid .
nob: Konvensjonen ivaretar barns rettigheter generelt , men påpeker også urfolks barns særlige rettigheter .

source: Almmuhan Magga , Sara Marja .
nob: Publisert av Magga , Sara Marja .

source: Maŋimustá rievdaduvvon 20.05.2009
nob: Sist endret 20.05.2009

source: 2009:s lea 20 jagi áigi go ON:a konvenšuvdna mánáid vuoigatvuođaide mearriduvvui .
nob: I 2009 er det 20 år siden FNs konvensjon for barns rettigheter ble vedtatt .

source: Mánáidkonvenšuvdna dohkkehuvvui Norggas 1991:s , ja váldui mielde norgga riektái 2003:s .
nob: Barnekonvensjon ble ratifisert av Norge i 1991 , og inkorporert i norsk rett i 2003 .

source: Dán oktavuođas áigu Sámediggi lágidit seminára mánáidkonvenšuvnna birra Sámediggeáirasiidda ja earáide geat beroštit gullat .
nob: I den forbindelse vil Sametinget arrangere et seminar om barnekonvensjonen for Sametingets representanter og andre interesserte tilhørere .

source: Seminára mánáidkonvenšuvnna birra álgá dii. 15.00 rájes gaskavahku 27. b. dii. 12.00 rádjái duorastaga 28. b.
nob: Seminaret begynner onsdag 27. mai kl. 15.00 til torsdag 28. mai kl. 12.00 .

source: Sámediggeráđđi lea leamaš nu fidnár go lea ožžon Professora Dr. Juris Lucy Smith , geas lea eanemus gelbbolašvuohta Mánáidkonvenšuvnna birra , juogadit iežas máhtu dán áššis .
nob: Sametingsrådet vært så heldig å få en av de med størst kompetanse på Barnekonvensjonen , Prof Dr. Juris Lucy Smith , til å bidra med sin kunnskap på området .

source: Professora Lucy Smith lea ON:a mánáidkomitea miellahttu , dan son lea leamaš 2003 rájis .
nob: Professor Lucy Smith er medlem av FNs barnekomite , ett verv hun har hatt siden 2003 .

source: - Dán semináras háliidit mii bidjat fokusa sámi mánáide , sin árgabeaivái ja sin vuoigatvuođaide .
nob: - På dette seminaret ønsker vi å sette fokus på samiske barn , på deres hverdag og deres rettigheter .

source: Sámi mánáin lea erenoamáš dárbu beassat ovddidit iežaset giela , kultuvrra , identitehta ja gullevašvuođa sápmái , lohká Gaski .
nob: Samiske barn har et spesielt behov for å kunne utvikle sitt språk , sin kultur , sin identitet og sin tilhørighet til det samiske , sier Gaski .

source: - Dán čájehit mii semináras dainna vugiin ahte diktit mánáid jiena maid gullot oassálastima , dáidaga ja kulturdoaimmaid bokte .
nob: - Dette viser vi på seminaret ved å la også samiske barns stemme høres gjennom innslag , kunst og kulturinnslag .

source: Sámediggi áŋgiruššá ásahit buriid ja bissovaš bajásšaddaneavttuid sámi mánáide ja nuoraide , ja dán barggus leat Mánáidkonvenšuvnna mearrádusat guovddážis , lohka Gaski .
nob: Sametinget arbeider for å skape gode og stabile oppvekstvilkår for samiske barn og unge , og i dette arbeidet er Barnekonvensjonens bestemmelser sentrale , sier Gaski .
